const printIpAddress = [{
    value: '0',
    label: '选择打印机'
}, {
    value: '172.16.99.230',//内部打印机
    label: '230'
}, {
    value: '172.16.99.239',//四楼备品备件
    label: '239'
}, {
    value: '172.16.99.240',//四楼外观电检/包装房
    label: '240'
}, {
    value: '172.16.99.241',//四楼外观电检/包装房
    label: '241'
}, {
    value: '172.16.99.242',//四楼外箱打包区域
    label: '242'
}, {
    value: '172.16.99.243',//五楼电子仓锡膏
    label: '243'
}, {
    value: '172.16.99.244',//二楼编带房
    label: '244'
}, {
    value: '172.16.99.245',//二楼办公室
    label: '245'
}];